import React from 'react'



function Main() {
    return (
      <div>
     <p> <b> Львів </b> - <small>найбільше місто Західної України, що протягом багатовікової історії було, і є нині, науковим, культурним та національним центром регіону.</small> <br /></p>  
    
       
       <p> <b> <dfn>В найдавніші часи</dfn> </b>  - столиця Галицько-Волинської держави, згодом - адміністративний цунтр Руського воєводства, автономного Королівства Галіції і Лодомерії. <br /></p>
     
       
        
     <p>  У <del>1920</del> 1918 році - столиця ЗУНР. Після захоплення міста Польщею Львів став центром однойменного воєводства. </p>
   
     <p>  У Другій світовій війні був окупований спочатку радяанською, а потім німецькою арміями. <br />
        У повоєнний період відійшов до Радяанського Союзу. <u>З 1991 року - адміністративний центр Львівської області Незалежної України.</u>  
   
    </p>
<hr />
      </div>
    );
  }
  
  export default Main;
  