import React from 'react'



function Footer() {
    return (
      <div>
       <h2>Зміст</h2>
    <ol>
        <li> <b>Заснування</b> </li>
        <li> <b>1253-1349</b>: Руське Королівство (Галицько-Волинська держава): протистоянна з Золотою Ордою </li>
        <li> <b>1349-1387</b>: Руське Королівство: протистояння з Польщею та Угорщиною </li>
        <li> <b>1387-1772</b>: під владою Польського королівства та Речі Посполитої </li>
        <li> <b>1772-1914</b>: у складі Австрійської (згодом Австро-Угорської) імперії </li>
        <li> <b>1914-1919</b>: у період Першої світової війни та Української революції </li>
        <li> <b>1919-1939</b>: у складі Другої Речі Посполитої </li>
        <li> <b>1939-1944</b>: у період Другої світової війни </li>



    </ol>


      </div>
    );
  }
  
  export default Footer;
  